vacancies.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Postdoctoral Statistician, MRC Biostatistics Unit, Cambridge</title>
<!-- 2016-10-08 Sat 11:11 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/poole.css"/>
<link rel="stylesheet" type="text/css" href="css/lanyon.css"/>
<link rel="stylesheet" type="text/css" href="css/tabs.css"/>
<link rel="stylesheet" href="http://maxcdn.bootstrapcdn.com/font-awesome/4.3.0/css/font-awesome.min.css">
</head>
<body>
<div id="content">
<h1 class="title">Postdoctoral Statistician, MRC Biostatistics Unit, Cambridge</h1>
    <!-- Target for toggling the sidebar `.sidebar-checkbox` is for regular
     styles, `#sidebar-checkbox` for behavior. -->
<input type="checkbox" class="sidebar-checkbox" id="sidebar-checkbox">
    <label for="sidebar-checkbox" class="sidebar-toggle"></label>

<!-- Toggleable sidebar -->
    <div class="sidebar" id="sidebar">
      <div class="sidebar-item">
        <p>Chris Wallace group:<br/>statistics, genomics and autoimmune diseases.</p>
      </div>
      
      <nav class="sidebar-nav">
        <a class="sidebar-nav-item" href="index.html"><i class="fa fa-home"></i></a>
        <!-- <a href="./background.html">Background</a> |  -->
        <a class="sidebar-nav-item" href="./group.html">People</a>
        <a class="sidebar-nav-item" href="./research.html">Research</a>
        <a class="sidebar-nav-item" href="./data.html">Data</a>
        <a class="sidebar-nav-item" href="./code.html">Software</a>
        <!-- <a class="sidebar-nav-item" href="./vacancies.html">Vacancies</a> -->
        <!-- <a class="sidebar-nav-item" href="http://europepmc.org/search?query=AUTHORID:%220000-0001-9755-1703%22&sortby=Date">Publications</a> | -->
        <a class="sidebar-nav-item" href="./pubs2.html">Publications</a>
        <a class="sidebar-nav-item" href="./contact.html">Links and contact</a>
      </nav>
    </div>

<p>
<b>Career Development Fellow</b> (Fixed Term)
</p>

<p>
MRC Biostatistics Unit, Cambridge
</p>

<p>
3 years Fixed Term Post 
</p>

<p>
The MRC Biostatistics Unit undertakes research on statistical methods and their application to the design, analysis and interpretation of biomedical studies, to advance understanding of the cause, natural history and treatment of disease, and to evaluate public health strategies. A research team under the direction of Dr Chris Wallace aims to develop statistical methods for the analysis of genomic data to understand the human immune system and its dysregulation in relation to the autoimmune diseases (e.g. type 1 diabetes and rheumatoid arthritis) which collectively affect 5% of the population.  Our goal is to understand the genes, cells and pathways which underlie autoimmune diseases, the interactions between these pathways, and the relationships between different autoimmune diseases.  Better understanding of the aetiology of these diseases is essential to underpin better treatment strategies.   
</p>

<p>
We are seeking an ambitious statistician to contribute to this research team.  The proposed initial project focuses on development of latent variable models for genomic regulation, but there exists a wealth of data and the post holder will be encouraged to develop other research interests that are relevant to the goals of the group.  Current members are working across a diverse range of projects including genetic association to disease, mechanisms of genomic regulation and modelling of count data from emerging sequencing-based technologies.  For further information on the group and our research, see <a href="http://chr1swallace.github.io">http://chr1swallace.github.io</a>.
</p>

<p>
The groups is based in the MRC Biostatistics Unit (<a href="http://www.mrc-bsu.cam.ac.uk">http://www.mrc-bsu.cam.ac.uk</a>) and the University of Cambridge Department of Medicine (<a href="http://www.med.cam.ac.uk">http://www.med.cam.ac.uk</a>), both located within the Cambridge Biomedical Campus.  The advertised post will be located in the Biostatistics Unit, but the available interdisciplinary environment offers the applicant the chance to pursue statistical methodology and apply solutions to novel biological datasets in order to address questions of relevance to human autoimmune diseases.  Our group has active collaborations within Cambridge (eg Ken Smith) and the nearby Babraham Institute (Peter Fraser and Mikhail Spivakov), but also with the University of Manchester (Wendy Thomson and Steve Eyre) and UCL (Lucy Wedderburn).  Please contact chris.wallace@mrc-bsu.cam.ac.uk with any informal enquiries.
</p>

<p>
By the time they take up the appointment, the successful applicant will have a PhD in a strongly quantitative subject, ideally statistics. Experience of managing large datasets and an understanding of genomics are desirable.  Most important are an inquisitive mind and the desire to develop and apply statistical methodology to questions of substantive biological importance and disease relevance.  The successful applicant will be supported in their career development with a range of formal courses and on-the-job training. 
</p>

<p>
Closing date: 8th November 2016                        
</p>

<p>
<a href="http://www.jobs.cam.ac.uk/job/11725/">Apply now</a>
</p>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2016-10-08 Sat 11:11</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
